Repository: gooson/DUNE
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: Start with condition, notifications, training, wellness, habits, themes, and Apple Watch workouts in one flow.
ja: コンディション、通知、トレーニング、ウェルネス、習慣、テーマ、Apple Watchワークアウトまでをひとつの流れで始めましょう。
ko: 컨디션, 알림, 운동, 웰니스, 습관, 테마, Apple Watch 운동까지 한 흐름으로 시작해보세요.

source: Start with condition, weather, notifications, training, wellness, habits, themes, and Apple Watch workouts in one flow.
ja: コンディション、天気、通知、トレーニング、ウェルネス、習慣、テーマ、Apple Watchワークアウトまでをひとつの流れで始めましょう。
ko: 컨디션, 날씨, 알림, 운동, 웰니스, 습관, 테마, Apple Watch 운동까지 한 흐름으로 시작해보세요.

source: Start with condition, weather, sleep debt, notifications, muscle map, training, wellness, habits, themes, and Apple Watch workouts in one flow.
ja: コンディション、天気、睡眠負債、通知、マッスルマップ、トレーニング、ウェルネス、習慣、テーマ、Apple Watchワークアウトまでをひとつの流れで始めましょう。
ko: 컨디션, 날씨, 수면 부채, 알림, 머슬 맵, 운동, 웰니스, 습관, 테마, Apple Watch 운동까지 한 흐름으로 시작해보세요.

source: Start with condition, weather, sleep debt, notifications, training, wellness, habits, themes, and Apple Watch workouts in one flow.
ja: コンディション、天気、睡眠負債、通知、トレーニング、ウェルネス、習慣、テーマ、Apple Watchワークアウトまでをひとつの流れで始めましょう。
ko: 컨디션, 날씨, 수면 부채, 알림, 운동, 웰니스, 습관, 테마, Apple Watch 운동까지 한 흐름으로 시작해보세요.

source: Start Workout
ja: ワークアウト開始
ko: 운동 시작

source: Start Workout — Training readiness %@
ja: ワークアウト開始 — トレーニング準備度 %@
ko: 운동 시작 — 트레이닝 준비도 %@

source: Start workouts faster on Apple Watch and sync completed sessions back to iPhone.
ja: Apple Watchでより素早くワークアウトを開始し、完了したセッションをiPhoneへ同期しましょう。
ko: Apple Watch에서 더 빠르게 운동을 시작하고 완료한 세션을 iPhone으로 동기화하세요.

source: Start your day with a personalized dashboard card summarizing your condition, sleep, and today's training plan.
ja: コンディション、睡眠、今日のトレーニングプランをまとめたパーソナライズドカードで一日を始めましょう。
ko: 컨디션, 수면, 오늘의 운동 계획을 요약한 맞춤형 대시보드 카드로 하루를 시작하세요.

source: Starts %@
ja: %@開始
ko: %@ 시작

source: Starts a 3-second countdown before capturing
ja: 撮影前に3秒のカウントダウンを開始します
ko: 촬영 전 3초 카운트다운을 시작합니다

source: Starts on first completion
ja: 初回完了時に開始
ko: 첫 완료 시 시작

source: Statistically calculates where today's HRV falls relative to your baseline, converting it to a 0–100 score.
ja: 今日のHRVがベースラインに対してどこに位置するかを統計的に計算し、0〜100のスコアに変換します。
ko: 오늘의 HRV가 기준선에서 어디에 위치하는지 통계적으로 계산하여 0~100 점수로 변환합니다.

source: Statistics
ja: 統計
ko: 통계

source: Status
ja: 状態
ko: 상태

source: Stay indoors
ja: 室内推奨
ko: 실내 추천

source: Stay steady
ja: 安定を保ちましょう
ko: 안정적으로 유지하세요

source: Stay upright
ja: 上体をまっすぐに
ko: 상체를 세우세요

source: Step back a little
ja: 少し後ろに下がってください
ko: 조금 더 뒤로 이동하세요

source: Step Goal
ja: 歩数目標
ko: 걸음 수 목표

source: Step Goal Reached
ja: 歩数目標達成
ko: 걸음 수 목표 달성

source: Step Goal Reached!
ja: 歩数目標達成！
ko: 걸음 수 목표 달성!

source: Step Range
ja: 歩数範囲
ko: 걸음 범위

source: Step Training
ja: ステップトレーニング
ko: 스텝 트레이닝

source: steps
ja: 歩
ko: 걸음

source: Steps
ja: 歩数
ko: 걸음 수

source: Stop Listening
ja: 音声入力を停止
ko: 듣기 중지

source: Streak History
ja: 連続記録
ko: 연속 기록

source: Strength
ja: 筋力
ko: 근력

source: Strength 3x / week
ja: 週3回筋力トレーニング
ko: 주 3회 근력 운동

source: Strength PR: Based on average weight per set in a session
ja: 筋力PR: 1セッション内の1セット当たり平均重量に基づく
ko: 근력 PR: 세션 내 세트당 평균 중량 기준

source: Strength Split
ja: 筋力分割
ko: 근력 분할

source: Strength Weight
ja: 筋力重量
ko: 근력 중량

source: Stretching
ja: ストレッチ
ko: 스트레칭

source: Study
ja: 勉強
ko: 공부

source: Subtotal
ja: 小計
ko: 소계

source: Sufficient sleep
ja: 十分な睡眠
ko: 충분한 수면

source: Suggested %@ min • %@-%@ cadence
ja: 推奨 %@分 • %@-%@ 呼吸リズム
ko: 권장 %@분 • %@-%@ 호흡 리듬

source: Suggested Routines
ja: おすすめルーティン
ko: 추천 루틴

source: Suggested Workout
ja: おすすめワークアウト
ko: 추천 운동

source: Summary
ja: サマリー
ko: 요약

source: Sun
ja: 日
ko: 일

source: Superset
ja: スーパーセット
ko: 슈퍼세트

source: Superset / Circuit
ja: スーパーセット / サーキット
ko: 슈퍼세트 / 서킷

source: Support bars for dips. Targets chest and triceps
ja: ディップス用サポートバー。胸と上腕三頭筋に効果的
ko: 딥스 지지대. 가슴과 삼두근 타겟

source: Surfing
ja: サーフィン
ko: 서핑

source: Suspension training system. Enhances core stability
ja: サスペンショントレーニングシステム。体幹の安定性を向上
ko: 서스펜션 트레이닝 시스템. 코어 안정성 향상

source: Swimming
ja: 水泳
ko: 수영

source: Swipe through metrics, controls, and Now Playing on a multi-page cardio screen inspired by Apple Fitness.
ja: Apple Fitnessを参考にしたマルチページ画面で、メトリクス、コントロール、再生中をスワイプで切り替えます。
ko: Apple Fitness에서 영감을 받은 멀티페이지 화면에서 지표, 컨트롤, 지금 재생 중을 스와이프하세요.

source: Switch between eight visual themes from Settings and make the app feel more like yours.
ja: 設定から8種類のビジュアルテーマを切り替えて、アプリの雰囲気を自分好みに整えましょう。
ko: 설정에서 8가지 비주얼 테마를 전환하고 앱 분위기를 취향에 맞게 바꿔보세요.

source: Switch camera
ja: カメラ切替
ko: 카메라 전환

source: Switch muscle groups
ja: 筋肉グループを変えましょう
ko: 근육 부위를 바꾸세요

source: Sync your health records across devices with iCloud. Your data is stored in your private iCloud container.
ja: iCloudで健康記録をデバイス間で同期しましょう。データはプライベートiCloudコンテナに保存されます。
ko: iCloud로 건강 기록을 기기 간 동기화하세요. 데이터는 개인 iCloud 컨테이너에 저장돼요.

source: Syncing with iCloud…
ja: iCloudと同期中…
ko: iCloud 동기화 중…

source: Table Tennis
ja: 卓球
ko: 탁구

source: Tai Chi
ja: 太極拳
ko: 태극권

source: Take it easy today
ja: 今日は無理しないでください
ko: 오늘은 쉬어가세요

source: Take Vitamins
ja: ビタミンを飲む
ko: 비타민 복용

source: Tallies how many times each exercise was performed across all records
ja: 全記録で各運動が実行された回数を集計します
ko: 전체 기록에서 각 운동이 수행된 횟수를 집계해요

source: Tap to complete
ja: タップして完了
ko: 탭하여 완료

source: Tap to rate
ja: タップして評価
ko: 탭하여 평가

source: Target Muscles
ja: ターゲット筋肉
ko: 타겟 근육

source: Target Reps
ja: 目標回数
ko: 목표 횟수

source: Temp
ja: 気温
ko: 기온

source: Template Name
ja: テンプレート名
ko: 템플릿 이름

source: Template name is required
ja: テンプレート名を入力してください
ko: 템플릿 이름을 입력해주세요

source: Template Nudge
ja: テンプレート提案
ko: 템플릿 추천

source: Templates
ja: テンプレート
ko: 템플릿

source: Tennis
ja: テニス
ko: 테니스

source: That request is still too broad. Try adding a body part, time, or equipment. For example: a 20 minute shoulder workout, upper body with dumbbells at home, or a core routine before running.
ja: そのリクエストはまだ広すぎます。部位、時間、器具を足してみてください。例: 20分の肩トレ、自宅でできるダンベル上半身、ランニング前のコアルーティン。
ko: 요청이 아직 너무 넓어요. 부위, 시간, 장비 중 하나를 더 적어 보세요. 예: 20분 어깨 운동, 집에서 하는 덤벨 상체 루틴, 러닝 전 코어 루틴.

source: The final number was treated as reps.
ja: 最後の数値を回数として扱いました。
ko: 마지막 숫자를 횟수로 처리했습니다.

source: The final number was treated as rounds.
ja: 最後の数値をラウンド数として扱いました。
ko: 마지막 숫자를 라운드로 처리했습니다.

source: The longer the break, the harder it is to restart. Get moving today — even a 10-minute walk helps.
ja: 休む期間が長いほど再開が難しくなります。今日動き出しましょう — 10分の散歩でも効果があります。
ko: 쉬는 기간이 길수록 다시 시작하기 어렵습니다. 오늘 움직이세요 — 10분 산책도 도움됩니다.

source: The remaining number was treated as minutes.
ja: 残りの数値を分として扱いました。
ko: 남은 숫자를 분으로 처리했습니다.

source: Themes
ja: テーマ
ko: 테마

source: These values are used as defaults when starting a new workout session.
ja: 新しいワークアウトセッション開始時にデフォルト値として使用されます。
ko: 새 운동 세션을 시작할 때 기본값으로 사용돼요.

source: Thinking...
ja: 考え中...
ko: 생각 중...

source: This action removes every notification from your inbox.
ja: この操作を行うと受信トレイ内の通知がすべて削除されます。
ko: 이 작업을 하면 받은 알림이 모두 삭제돼요.

source: This assessment will be permanently deleted.
ja: この評価は完全に削除されます。
ko: 이 평가가 영구적으로 삭제됩니다.

source: This atmosphere is using fallback recovery guidance.
ja: この空間の雰囲気は代替の回復ガイダンスを使用しています。
ko: 이 분위기는 대체 회복 가이드를 사용하고 있어요.

source: This feature uses on-device Foundation Models, so it only works on compatible hardware.
ja: この機能はオンデバイスのFoundation Modelsを使用するため、対応ハードウェアでのみ動作します。
ko: 이 기능은 온디바이스 Foundation Models를 사용하므로 호환 하드웨어에서만 작동합니다.

source: This injury may have been deleted.
ja: このケガの記録は削除された可能性があります。
ko: 이 부상 기록이 삭제되었을 수 있어요.

source: This injury record will be permanently deleted across all your devices.
ja: この怪我の記録はすべてのデバイスから完全に削除されます。
ko: 이 부상 기록이 모든 기기에서 영구 삭제됩니다.

source: this month
ja: 今月
ko: 이번 달

source: This Month
ja: 今月
ko: 이번 달

source: This record from %@ will be permanently deleted from all your devices.
ja: %@のこの記録がすべてのデバイスから完全に削除されます。
ko: %@의 이 기록이 모든 기기에서 영구 삭제돼요.

source: This record may have been deleted.
ja: この記録は削除された可能性があります。
ko: 이 기록이 삭제되었을 수 있어요.

source: This template builder cannot save mobility-only or HIIT-only routines yet. Try a strength, bodyweight, or cardio template instead. For example: a 20 minute shoulder workout, bodyweight upper body at home, or a running template.
ja: このテンプレートビルダーは、モビリティ専用やHIIT専用のルーティンをまだ保存できません。代わりに筋力、自重、有酸素テンプレートを試してください。例: 20分の肩トレ、自宅でできる自重上半身、ランニングテンプレート。
ko: 이 템플릿 빌더는 아직 모빌리티 전용 또는 HIIT 전용 루틴을 저장할 수 없어요. 대신 근력, 맨몸, 유산소 템플릿으로 시도해 보세요. 예: 20분 어깨 운동, 집에서 하는 맨몸 상체, 러닝 템플릿.

source: this week
ja: 今週
ko: 이번 주

source: This Week
ja: 今週
ko: 이번 주

source: This week %@
ja: 今週 %@
ko: 이번 주 %@

source: This week %@ (%@%@%%)
ja: 今週 %@（%@%@%%）
ko: 이번 주 %@ (%@%@%%)

source: This will permanently remove the template from all devices.
ja: このテンプレートはすべてのデバイスから完全に削除されます。
ko: 이 템플릿이 모든 기기에서 영구적으로 삭제돼요.

source: This will remove the saved default weight and reps for %@. This change syncs across all your devices.
ja: %@の保存されたデフォルト重量とレップが削除されます。この変更はすべてのデバイスに同期されます。
ko: %@의 저장된 기본 무게와 횟수가 삭제돼요. 이 변경은 모든 기기에 동기화돼요.

source: This will remove the saved defaults and preferred status for %@. This change syncs across all your devices.
ja: %@の保存済みデフォルトと優先状態を削除します。この変更はすべてのデバイスに同期されます。
ko: %@의 저장된 기본값과 선호 상태를 삭제합니다. 이 변경은 모든 기기에 동기화됩니다.

source: Thoracic Kyphosis
ja: 胸椎後弯
ko: 흉추 과만곡

source: Thu
ja: 木
ko: 목

source: Thunderstorm
ja: 雷雨
ko: 뇌우

source: Time
ja: 時間
ko: 시간

source: Time for a new assessment
ja: 新しい評価の時間です
ko: 새 측정을 할 시간이에요

source: Time for a posture check-up
ja: 姿勢チェックの時間です
ko: 자세 점검할 시간이에요

source: Time of Day
ja: 時間帯
ko: 시간대

source: Time only
ja: 時間のみ
ko: 시간만

source: Timeline
ja: タイムライン
ko: 타임라인

source: Timer and calories only
ja: 時間とカロリーのみを記録
ko: 시간과 칼로리만 기록

source: Tips
ja: ヒント
ko: 팁

source: Tired
ja: 疲労
ko: 피로

source: Today
ja: 今日
ko: 오늘

source: Today is a great day for indoor strength training or a home workout.
ja: 今日は室内筋トレやホームワークアウトに最適な日です。
ko: 오늘은 실내 근력 운동이나 홈트레이닝에 좋은 날입니다.

source: Today is a recovery day
ja: 今日はリカバリーデー
ko: 오늘은 회복의 날

source: Today is ideal for maintaining your usual training intensity. Consistency is the key to growth.
ja: 今日はいつものトレーニング強度を維持するのに最適です。継続が成長の鍵です。
ko: 오늘은 평소 훈련 강도를 유지하기에 이상적입니다. 꾸준함이 성장의 핵심입니다.

source: Today RHR
ja: 今日のRHR
ko: 오늘 RHR

source: Today's HRV %lldms — %@ %@
ja: 本日のHRV %lldms — %@ %@
ko: 오늘의 HRV %lldms — %@ %@

source: Today's Insight
ja: 今日のインサイト
ko: 오늘의 인사이트

source: Today's Progress
ja: 今日の進捗
ko: 오늘의 진행

source: Today's recommended workout
ja: 今日のおすすめワークアウト
ko: 오늘의 추천 운동

source: Today's Recommended Workout
ja: 今日のおすすめワークアウト
ko: 오늘의 추천 운동

source: Toggle automatic capture when ready
ja: 準備完了時の自動撮影を切り替え
ko: 준비 시 자동 촬영 전환

source: Tomorrow
ja: 明日
ko: 내일

source: Tonight's Sleep
ja: 今夜の睡眠
ko: 오늘 밤 수면

source: Top 3 Metrics
ja: トップ3指標
ko: 상위 3 지표

source: Top shape — HRV above baseline
ja: 絶好調 — HRVが基準以上
ko: 최상의 컨디션 — HRV가 기준선 이상

source: Top shape — HRV up, RHR down
ja: 絶好調 — HRV上昇、RHR低下
ko: 최상 컨디션 — HRV 상승, RHR 하락

source: Torso Upright
ja: 上体の直立
ko: 상체 직립

source: total
ja: 合計
ko: 합계

source: Total
ja: 合計
ko: 전체

source: Total Completions
ja: 合計達成回数
ko: 총 완료 횟수

source: Total Duration
ja: 総時間
ko: 총 시간

source: Total Reps
ja: 合計レップ数
ko: 총 반복수

source: Total Volume
ja: 総ボリューム
ko: 총 볼륨

source: Track & Field
ja: 陸上競技
ko: 육상

source: Track 1RM estimates and view exercise history charts to measure your progress.
ja: 1RM推定値を追跡し、エクササイズ履歴チャートで進捗を確認しましょう。
ko: 1RM 추정치를 추적하고 운동 히스토리 차트를 확인하여 진행 상황을 측정하세요.

source: Track daily habits and keep auto achievements moving with your routine.
ja: 日々の習慣を記録し、ルーティンに合わせて自動達成の流れを続けましょう。
ko: 일상 루틴과 함께 일일 습관을 추적하고 자동 업적 흐름을 이어가세요.

source: Track distance, pace, and heart rate in real time during runs and walks.
ja: ランニングやウォーキング中に距離、ペース、心拍数をリアルタイムで追跡しましょう。
ko: 달리기와 걷기 중 거리, 페이스, 심박수를 실시간으로 추적하세요.

source: Track Expenses
ja: 支出記録
ko: 지출 기록

source: Track minutes spent
ja: 所要時間を記録
ko: 소요 시간 추적

source: Track number of times
ja: 回数を記録
ko: 횟수 추적

source: Track stair climber workouts and count flights climbed alongside steps and heart rate.
ja: ステアクライマーのワークアウトを記録し、歩数や心拍数と一緒に上った階数をカウントします。
ko: 계단 오르기 운동을 기록하고 걸음 수, 심박수와 함께 오른 층수를 추적합니다.

source: Track workouts on Apple Watch and sync completed sessions back to iPhone.
ja: Apple Watchでワークアウトを追跡し、完了したセッションをiPhoneに同期しましょう。
ko: Apple Watch에서 운동을 추적하고 완료된 세션을 iPhone으로 동기화하세요.

source: Track workouts, check your condition, and see your progress — all built around your body's data.
ja: ワークアウトを記録し、コンディションを確認し、進捗を追跡しましょう — すべてあなたの体のデータに基づいています。
ko: 운동을 기록하고, 컨디션을 확인하고, 진행 상황을 확인하세요 — 모두 당신의 신체 데이터를 기반으로 합니다.

source: Track your RPE trend over time with a moving average chart, and receive coaching alerts when overtraining patterns emerge.
ja: 移動平均チャートでRPEトレンドを追跡し、オーバートレーニングパターンが検出されるとコーチングアラートを受け取ります。
ko: 이동 평균 차트로 RPE 트렌드를 추적하고, 오버트레이닝 패턴이 감지되면 코칭 알림을 받으세요.

source: Track your workouts and wear Apple Watch to see your training readiness breakdown.
ja: ワークアウトを記録しApple Watchを着けてトレーニング準備度の内訳を確認しましょう。
ko: 운동을 기록하고 Apple Watch를 착용하여 트레이닝 준비도 상세를 확인하세요.

source: Track your workouts and wear Apple Watch to see your training readiness score.
ja: ワークアウトを記録しApple Watchを着けてトレーニング準備度スコアを確認しましょう。
ko: 운동을 기록하고 Apple Watch를 착용하여 트레이닝 준비도 점수를 확인하세요.

source: Tracks how consistently you work out. Check your consistency through workout streaks and monthly progress.
ja: どれだけ継続的に運動しているか追跡します。ワークアウトの連続記録と月間進捗で一貫性を確認しましょう。
ko: 얼마나 꾸준히 운동하는지 추적해요. 운동 연속 기록과 월간 진행으로 일관성을 확인하세요.

source: Tracks your personal bests by analyzing both strength and cardio records. View your progress on one screen and use it to adjust your training direction.
ja: 筋力と有酸素の記録を分析して自己ベストを追跡します。一画面で進捗を確認し、トレーニングの方向性を調整しましょう。
ko: 근력과 유산소 기록을 분석하여 개인 최고 기록을 추적해요. 한 화면에서 진행 상황을 확인하고 훈련 방향을 조정하세요.

source: Train for a few days to see your injury risk assessment.
ja: 数日間トレーニングすると怪我リスク評価が表示されます。
ko: 며칠간 훈련하면 부상 위험 평가를 볼 수 있어요.

source: Trained %lld of %lld days
ja: %lld日中%lld日トレーニング
ko: %lld일 중 %lld일 훈련

source: Training
ja: トレーニング
ko: 트레이닝

source: Training Balance
ja: トレーニングバランス
ko: 트레이닝 밸런스

source: Training intensity has been high
ja: トレーニング強度が高い状態です
ko: 운동 강도가 높은 상태예요

source: Training Load
ja: トレーニング負荷
ko: 트레이닝 부하

source: Training load will appear as you exercise
ja: エクササイズするとトレーニング負荷が表示されます
ko: 운동을 하면 트레이닝 부하가 표시돼요

source: Training Readiness
ja: トレーニング準備度
ko: 훈련 준비도

source: Training readiness %lld, %@
ja: トレーニングレディネス %lld、%@
ko: 트레이닝 준비도 %lld, %@

source: Training safely — keep it up
ja: 安全にトレーニング中です — 続けてください
ko: 안전하게 훈련 중이에요 — 계속 이어가세요

source: Training Volume
ja: トレーニングボリューム
ko: 훈련 볼륨

source: Training Volume Blocks
ja: トレーニングボリュームブロック
ko: 훈련 볼륨 블록

source: Training Zones
ja: トレーニングゾーン
ko: 트레이닝 구간

source: Transcript
ja: 文字起こし
ko: 전사문

source: Transcript updated. Review the draft when you're ready.
ja: 文字起こしが更新されました。準備ができたら下書きを確認してください。
ko: 전사문이 갱신됐습니다. 준비되면 초안을 검토하세요.

source: Transition
ja: トランジション
ko: 전환

source: Trap Bar
ja: トラップバー
ko: 트랩바

source: Traps
ja: 僧帽筋
ko: 승모

source: Trend
ja: トレンド
ko: 추세

source: Trend Bonus
ja: トレンドボーナス
ko: 추세 보너스

source: Trending down
ja: 下降傾向
ko: 하락 추세

source: Trending down this week
ja: 今週は下降傾向
ko: 이번 주 하락세

source: Trending up
ja: 上昇傾向
ko: 상승 추세

source: Trending up this week
ja: 今週は上昇傾向
ko: 이번 주 상승세

source: Triathlon
ja: トライアスロン
ko: 트라이애슬론

source: Triceps
ja: 上腕三頭筋
ko: 삼두

source: Try Again
ja: 再試行
ko: 다시 시도

source: Try indoor workouts or early morning/evening sessions. Stay well hydrated.
ja: 室内ワークアウトか早朝・夕方のセッションを試しましょう。水分補給を忘れずに。
ko: 실내 운동이나 이른 아침/저녁 운동을 추천합니다. 충분한 수분 섭취를 잊지 마세요.

source: Try one of these questions to get started.
ja: 次の質問から始めてみましょう。
ko: 아래 질문으로 시작해보세요.

source: Tue
ja: 火
ko: 화

source: Turn to show your side profile. Keep your arms relaxed and stand naturally.
ja: 横向きになってください。腕はリラックスして自然に立ってください。
ko: 옆모습이 보이도록 돌아서세요. 팔은 편하게 내리고 자연스럽게 서세요.

source: Type
ja: タイプ
ko: 유형

source: TYPE
ja: 種類
ko: 종류

source: Unable to load data.
ja: データを読み込めませんでした。
ko: 데이터를 불러올 수 없습니다.

source: Unable to load data. Please check HealthKit permissions.
ja: データを読み込めません。HealthKitの権限を確認してください。
ko: 데이터를 불러올 수 없습니다. HealthKit 권한을 확인해주세요.

source: Unable to load weather data
ja: 天気データを読み込めません
ko: 날씨 데이터를 불러올 수 없습니다

source: Unable to start workout session
ja: ワークアウトセッションを開始できません
ko: 운동 세션을 시작할 수 없습니다

source: Unavailable
ja: 利用不可
ko: 사용 불가

source: Undo
ja: 元に戻す
ko: 되돌리기

source: Unfinished Workout
ja: 未完了のワークアウト
ko: 미완료 운동

source: Unhealthy
ja: 悪い
ko: 나쁨

source: Unit (e.g. glasses)
ja: 単位（例：杯）
ko: 단위 (예: 잔)

source: Unit label (optional)
ja: 単位（任意）
ko: 단위 (선택)

source: Unknown
ja: 不明
ko: 알 수 없음

source: Unmeasurable
ja: 測定不可
ko: 측정 불가

source: Unread
ja: 未読
ko: 읽지 않음

source: Unspecified
ja: 未指定
ko: 미지정

source: Up %lld points
ja: %lldポイント上昇
ko: %lld점 상승

source: Up Next
ja: 次へ
ko: 다음

source: Updated %@
ja: %@ 更新済み
ko: %@ 업데이트됨

source: Upper Back
ja: 上背部
ko: 등

source: Upper back curvature. Excessive kyphosis can lead to back pain and breathing issues.
ja: 上背部の湾曲。過度の後弯は腰痛や呼吸の問題を引き起こす可能性があります。
ko: 상부 등 곡률. 과도한 만곡은 허리 통증과 호흡 문제를 유발할 수 있습니다.

source: Upper body pulling exercise using bodyweight, targeting lats and biceps.
ja: 自重で広背筋と上腕二頭筋を鍛える上半身のプル系種目です。
ko: 체중을 이용해 광배근과 이두근을 단련하는 상체 당기기 운동입니다.

source: US AQI
ja: 米国AQI
ko: 미국 AQI

source: Use a lighter cadence to hold onto today's strong recovery momentum.
ja: 軽めの呼吸リズムで、今日の良い回復の流れを保ちましょう。
ko: 가벼운 호흡 리듬으로 오늘의 좋은 회복 흐름을 유지해 보세요.

source: Use a short guided breathing cycle while your health data reconnects.
ja: ヘルスデータが再接続されるまで、短いガイド呼吸サイクルを使いましょう。
ko: 건강 데이터가 다시 연결되는 동안 짧은 가이드 호흡 사이클을 사용하세요.

source: Use caution outdoors
ja: 屋外注意
ko: 야외 주의 필요

source: Use the NEW badge to quickly spot recent achievements
ja: NEWバッジで最近の達成をすばやく確認しましょう
ko: NEW 배지로 최근 성과를 빠르게 확인하세요

source: Using baseline RHR when live heart rate is unavailable.
ja: ライブ心拍数を利用できない場合はベースラインRHRを使用します。
ko: 실시간 심박수를 사용할 수 없을 때는 기준 RHR를 사용합니다.

source: UV Index
ja: UV指数
ko: 자외선 지수

source: Validation Error
ja: 入力エラー
ko: 입력 오류

source: Version
ja: バージョン
ko: 버전

source: Very Easy — Barely noticeable
ja: とても楽 — ほとんど感じない
ko: 매우 쉬움 — 거의 느끼지 못함

source: Very Hard
ja: とてもきつい
ko: 매우 힘듦

source: Very Hard — Significant effort needed
ja: とてもきつい — かなりの努力が必要
ko: 매우 힘듦 — 상당한 노력 필요

source: Very High
ja: 非常に高い
ko: 매우 높음

source: Very High Fatigue
ja: 非常に高い疲労
ko: 매우 높은 피로

source: Very high fatigue, rest needed
ja: 非常に高い疲労、休息が必要
ko: 매우 높은 피로, 휴식 필요

source: Very high UV (UV %lld)
ja: 非常に高いUV (UV %lld)
ko: 매우 높은 자외선 (UV %lld)

source: Very high volume, watch for overtraining
ja: 非常に高いボリューム、オーバートレーニングに注意
ko: 매우 높은 볼륨, 과훈련 주의

source: Very intense workouts can disrupt sleep
ja: 非常に激しいワークアウトは睡眠を妨げる可能性があります
ko: 매우 격렬한 운동은 수면을 방해할 수 있어요

source: Very Light
ja: とても軽い
ko: 매우 가벼움

source: Very Unhealthy
ja: 非常に悪い
ko: 매우 나쁨

source: View All
ja: すべて表示
ko: 전체 보기

source: View All Sessions
ja: すべてのセッションを表示
ko: 전체 세션 보기

source: View body composition trends
ja: 体組成の推移を見る
ko: 체성분 추세 보기

source: View Calculation
ja: 計算を見る
ko: 계산 보기

source: View Details
ja: 詳細を見る
ko: 상세 보기

source: View sleep, body, and active indicators together in one score-driven dashboard.
ja: 睡眠・身体・活動の指標をスコアベースのダッシュボードでまとめて確認しましょう。
ko: 수면, 신체, 활동 지표를 하나의 점수 기반 대시보드에서 함께 확인하세요.

source: View Trend
ja: トレンドを見る
ko: 추이 보기

source: View Weekly Report
ja: 週間レポートを見る
ko: 주간 리포트 보기

source: View your muscle fatigue and recovery status in spatial 3D. Data is synced from your workouts on iPhone and Apple Watch.
ja: 空間3Dで筋肉の疲労度と回復状態を確認できます。iPhoneとApple Watchのワークアウトデータが同期されます。
ko: 공간 3D로 근육 피로도와 회복 상태를 확인하세요. iPhone과 Apple Watch의 운동 데이터가 동기화됩니다.

source: Visualizes training volume by tallying sets performed for each muscle group over the last 7 days. Quickly see which muscles are well-trained and which need more work.
ja: 過去7日間の各筋肉グループごとのセット数を集計してトレーニングボリュームを視覚化します。どの筋肉がよく鍛えられ、どこが不足しているか一目で確認できます。
ko: 최근 7일간 각 근육 부위별 수행 세트를 합산하여 트레이닝 볼륨을 시각화해요. 어떤 근육이 잘 훈련되었고 어디가 부족한지 한눈에 확인하세요.

source: Visually track your consistent progress
ja: 継続的な進捗を視覚的に追跡できます
ko: 꾸준한 진행 상황을 시각적으로 추적해요

source: VO2 Max
ja: 最大酸素摂取量

source: Voice coaching
ja: ボイスコーチング
ko: 음성 코칭

source: Voice draft ready.
ja: 音声下書きの準備ができました。
ko: 음성 초안이 준비됐습니다.

source: Voice Quick Entry
ja: 音声クイック入力
ko: 음성 빠른 입력

source: Volleyball
ja: バレーボール
ko: 배구

source: Volume
ja: ボリューム
ko: 볼륨

source: Volume (sets)
ja: ボリューム（セット）
ko: 볼륨 (세트)

source: Volume Change
ja: ボリューム変化
ko: 볼륨 변화

source: Volume Impact
ja: ボリューム影響
ko: 볼륨 영향

source: Volume increased %lld%% vs last week
ja: ボリュームが先週比%lld%%増加
ko: 볼륨이 지난 주 대비 %lld%% 증가

source: Volume is down %lld%% compared to last period.
ja: ボリュームが前回比%lld%%減少しました。
ko: 볼륨이 지난 기간 대비 %lld%% 감소했어요.

source: Volume is up %lld%% compared to last period.
ja: ボリュームが前回比%lld%%増加しました。
ko: 볼륨이 지난 기간 대비 %lld%% 증가했어요.

source: Volume Spike
ja: ボリューム急増
ko: 볼륨 급증

source: Volume up %lld%% vs last period
ja: ボリュームが前回比%lld%%増加
ko: 볼륨이 지난 기간 대비 %lld%% 증가

source: vs 14d avg
ja: 14日平均比
ko: 14일 평균 대비

source: vs 60d avg
ja: 60日平均比
ko: 60일 평균 대비

source: vs baseline
ja: ベースライン比
ko: 기준선 대비

source: vs Last
ja: 前回比
ko: 지난 기간 대비

source: vs yesterday
ja: 昨日比
ko: 어제 대비

source: W
ja: 週
ko: 주

source: Waiting for the first live update.
ja: 最初のライブ更新を待っています。
ko: 첫 실시간 업데이트를 기다리는 중입니다.

source: Walk 10,000 Steps
ja: 1万歩ウォーキング
ko: 만보 걷기

source: Walk through your latest sleep stages from awake to deep recovery.
ja: 最新の睡眠ステージを、覚醒から深い回復までたどってみましょう。
ko: 최근 수면 단계를 깨어 있음부터 깊은 회복까지 따라가 보세요.

source: Walking
ja: ウォーキング
ko: 걷기

source: Warm up thoroughly and consider indoor workouts. Cold weather increases injury risk.
ja: 十分にウォーミングアップし、室内ワークアウトを検討しましょう。寒い天気は怪我のリスクを高めます。
ko: 충분한 워밍업 후 실내 운동을 고려하세요. 추운 날씨는 부상 위험을 높입니다.

source: Warmup
ja: ウォームアップ
ko: 워밍업

source: Warning
ja: 注意
ko: 주의

source: Watch
ja: ウォッチ
ko: 워치

source: Watch Reminder
ja: ウォッチリマインダー
ko: 워치 미리 알림

source: Watch Reminder Lead Time
ja: ウォッチ通知タイミング
ko: 워치 미리 알림 시간

source: Watch Cardio UX
ja: Watch有酸素UX
ko: Watch 유산소 UX

source: Watch Exercise Reorder
ja: Watchエクササイズ並び替え
ko: Watch 운동 순서 변경

source: Watch Posture
ja: Watch姿勢モニタリング
ko: Watch 자세 모니터링

source: Watch your recovery between sessions
ja: セッション間の回復に注意してください
ko: 세션 사이 회복에 신경 쓰세요

source: Water
ja: 水上
ko: 수상

source: Water Fitness
ja: アクアフィットネス
ko: 수중 피트니스

source: Water Polo
ja: 水球
ko: 수구

source: Water Sports
ja: ウォータースポーツ
ko: 수상 스포츠

source: We could not match that exercise yet.
ja: そのエクササイズはまだ一致させられませんでした。
ko: 아직 그 운동을 매칭하지 못했습니다.

source: We couldn't match enough exercises for that request yet. Try adding a body part, time, or equipment. For example: a 20 minute shoulder workout, upper body with dumbbells at home, or a core routine before running.
ja: そのリクエストに合う種目をまだ十分に見つけられませんでした。部位、時間、器具を足してみてください。例: 20分の肩トレ、自宅でできるダンベル上半身、ランニング前のコアルーティン。
ko: 그 요청에 맞는 운동을 아직 충분히 찾지 못했어요. 부위, 시간, 장비 중 하나를 더 적어 보세요. 예: 20분 어깨 운동, 집에서 하는 덤벨 상체 루틴, 러닝 전 코어 루틴.

source: We couldn't turn that request into a workout yet.
ja: そのリクエストをまだワークアウトに変換できませんでした。
ko: 아직 그 요청을 운동 템플릿으로 만들 수 없어요.

source: Wear Apple Watch to bed for sleep tracking, or add body composition records to get started.
ja: 睡眠トラッキングのためにApple Watchを着けて就寝するか、体組成記録を追加して始めましょう。
ko: 수면 추적을 위해 Apple Watch를 착용하고 주무시거나, 체성분 기록을 추가해 보세요.

source: Wear your Apple Watch for a few days to collect data, and you'll receive personalized coaching.
ja: 数日間Apple Watchを着用してデータを収集すると、パーソナライズされたコーチングを受けられます。
ko: 며칠간 Apple Watch를 착용하면 데이터가 수집되어 맞춤형 코칭을 받을 수 있습니다.

source: Wear your Apple Watch to bed to track sleep.
ja: 睡眠を記録するには、Apple Watchを着けて就寝してください。
ko: 수면을 추적하려면 Apple Watch를 착용하고 주무세요.

source: Wear your Apple Watch tonight to start tracking your wellness score.
ja: 今夜Apple Watchを着けてウェルネススコアの追跡を始めましょう。
ko: 오늘 밤 Apple Watch를 착용하면 웰니스 점수 추적이 시작돼요.

source: Weather
ja: 天気
ko: 날씨

source: Weather Data
ja: 天気データ
ko: 날씨 데이터

source: Weather data is outdated
ja: 天気データが古くなっています
ko: 날씨 데이터가 오래되었습니다

source: Weather data is unavailable, but indoor exercise is always a great option.
ja: 天気データは利用できませんが、室内運動は常に良い選択です。
ko: 날씨 데이터를 사용할 수 없지만, 실내 운동은 항상 좋은 선택입니다.

source: Weather data unavailable
ja: 天気データなし
ko: 날씨 데이터 없음

source: Weather Guidance
ja: 天気ガイダンス
ko: 날씨 가이드

source: Wed
ja: 水
ko: 수

source: Week
ja: 週
ko: 주

source: Week Steps
ja: 週間歩数
ko: 주간 걸음 수

source: Weekly
ja: 週間
ko: 주간

source: Weekly exercise goal completed!
ja: 週間運動目標達成！
ko: 주간 운동 목표 달성!

source: Weekly Goal
ja: 週間目標
ko: 주간 목표

source: Weekly goal achieved!
ja: 週間目標達成！
ko: 주간 목표 달성!
